Repository: MexHigh/hass-gshell-extension
Catalog: po/*.po
Languages: es, fr

source: HASS Events
es: Eventos de HASS
fr: Évènements HASS

source: Start Home Assistant
es: Iniciar Home Assistant
fr: Démarrer Home Assistant

source: Stop Home Assistant
es: Detener Home Assistant
fr: Arrêter Home Assistant

source: Close Home Assistant
es: Cerrar Home Assistant
fr: Fermer Home Assistant

source: Refresh
fr: Rafraîchir

source: Preferences
es: Preferencias
fr: Préférences

source: Toggle:
es: Conmutar:
fr: Allumer/Éteindre :

source: General Settings
es: Ajustes generales
fr: Paramètres générals

source: Togglables
es: Conmutables
fr: Interrupteurs

source: Panel Sensors
es: Sensores del panel
fr: Capteurs de la barre des tâches

source: Global options:
es: Opciones globales:
fr: Options générales :

source: Temperature/Humidity options:
es: Opciones de temperatura/humedad:
fr: Options de température/humidité :

source: Panel Icon Options:
es: Opciones de iconos del panel:
fr: Options de l'icône de la barre des tâches :

source: %s Icon
es: Icono %s
fr: Icône %s

source: Togglable Entities:
es: Entidades conmutables:
fr: Entités interrupteurs :

source: Choose Togglable Entities:
es: Seleccionar entidades conmutables:
fr: Sélectionner les entités interrupteurs :

source: Sensors:
es: Sensores:
fr: Capteurs :

source: Choose Which Sensors Should Appear on the Panel:
es: Seleccione los sensores que deben aparecer en el panel:
fr: Sélectionner les capteurs qui apparaîtront dans la barre des tâches :

source: Access Token
es: Testigo de acceso
fr: Jeton d'accès

source: Long Live Access Token for Home Assistant (Go to Profile->Bottom-of-the-page->Long-Live-Access-Tokens and create a new one).
es: Testigo de acceso de larga duración para Home Assistant (Vaya a Perfil->Fondo de la página->Testigos de acceso de larga duración y cree uno nuevo).
fr: Jeton d'accès de longue durée pour Home Assistant (Allez dans Profil-> Bas de la page-> Jetons d'accès de longue durée et créez-en un nouveau).

source: Do you want to have the '%s' icon in your panel?
es: ¿Quiere tener el '%s' icono en su panel?
fr: Avez-vous l'icône "%s" dans la barre des tâches ?

source: Do you want to show %s in the tray menu?
es: ¿Quiere mostrar %s en la bandeja del menú?
fr: Voulez-vous afficher %s dans la zone de notification ?

source: Apply
fr: Appliquer

source: %s toggled on
fr: %s allumé

source: %s successfully toggled on.
fr: %s a bien été allumé.

source: %s toggled off
fr: %s éteint

source: %s successfully toggled off.
fr: %s a bien été éteint.

source: %s toggled
fr: %s allumé/éteint

source: %s successfully toggled.
fr: %s a bien été allumé ou éteint.

source: Error toggling %s
fr: Erreur en allumant/éteignant %s

source: Error occured trying to toggle %s.
fr: Une erreur est survenue en allumant/éteignant %s.

source: Home-Assistant start event triggered
fr: Démarrage d'Home-Assistant déclenché

source: Home-Assistant start event successfully triggered.
fr: Le démarrage d'Home-Assistant a bien été déclenché.

source: Home-Assistant stop event triggered
fr: Arrêt d'Home-Assistant déclenché

source: Home-Assistant stop event successfully triggered.
fr: L'arrêt d'Home-Assistant a bien été déclenché.

source: Home-Assistant close event triggered
fr: Fermeture d'Home-Assistant déclenché

source: Home-Assistant close event successfully triggered.
fr: La fermeture d'Home-Assistant a bien été déclenchée.

source: Home-Assistant event triggered
fr: Évènement Home-Assistant déclenché

source: Home-Assistant event successfully triggered.
fr: L'évènement Home-Assistant a bien été déclenché.

source: Error triggering Home-Assistant start event
fr: Erreur en déclenchant le démarrage d'Home-Assistant

source: Error occured triggering Home-Assistant start event.
fr: Une erreur est survenue en déclenchant le démarrage d'Home-Assistant.

source: Error triggering Home-Assistant stop event
fr: Erreur en déclenchant l'arrêt d'Home-Assistant

source: Error occured triggering Home-Assistant stop event.
fr: Une erreur est survenue en déclenchant l'arrêt d'Home-Assistant.

source: Error triggering Home-Assistant close event
fr: Erreur en déclenchant la fermeture d'Home-Assistant

source: Error occured triggering Home-Assistant close event.
fr: Une erreur est survenue en déclenchant la fermeture d'Home-Assistant.

source: Error triggering Home-Assistant event
fr: Erreur en déclenchant l'évènement Home-Assistant

source: Error occured triggering Home-Assistant event.
fr: Une erreur est survenue en déclenchant l'évènement Home-Assistant.

source: Panel Icon.
es: Icono del panel.
fr: Icône de la barre des tâches.

source: The default icon that will be visible in the panel.
es: El icono predeterminado que será visible en el panel.
fr: L'icône par défaut qui sera visible dans la barre des tâches.

source: Complete list of valid panel icons for the extension.
es: Lista completa de iconos del panel válidos para la extensión.
fr: Liste complète des icônes de la barre des tâches valides pour l'extension.

source: The paths have to be relative to the directory where the 'extension.js' file is located.
es: Las rutas tienen que ser relativas al directorio donde se encuentra el archivo 'extension.js'.
fr: Les chemins doivent être relatifs au dossier contenant le fichier "extention.js".

source: Refresh Rate
es: Tasa de refresco
fr: Fréquence de rafraîchissement

source: The refresh rate for the weather statistics in seconds (works only if "Refresh Temperature/Humidity Sensors" is enabled).
fr: Le taux de rafraîchissement des statistiques météo en secondes (fonctionne uniquement si "Rafraîchir les capteurs de température/humidité" est activé).

source: Refresh Temperature/Humidity Sensors
es: Actualizar los sensores de temperatura/humedad
fr: Rafraîchir les capteurs de température/humidité

source: Whether or not you want to refresh the temperature and/or humidity sensor values.
fr: Si vous souhaitez ou non actualiser les valeurs des capteurs de température et/ou d'humidité.

source: Show notifications
es: Mostrar notificaciones
fr: Afficher les notifications

source: Show notifications when enable/disable togglables or on HASS events.
fr: Voir les notifications lorsqu'on allume/éteint les interrupteurs ou lors d'évènements HASS.

source: Show Temperature/Humidity
es: Mostrar temperatura/humedad
fr: Afficher la température/l'humidité

source: Whether to show the temperature and/or humidity values (assuming you have provided the corresponding entity ids).
es: Si se muestran los valores de temperatura y/o humedad (suponiendo que se han proporcionado los identificadores de entidad correspondientes).
fr: Indique s'il faut afficher les valeurs de température et/ou d'humidité (en supposant que vous avez fourni les identifiants d'entité correspondants).

source: Show Humidity
es: Mostrar humedad
fr: Afficher l'humidité

source: Whether to show humidity value or not.
es: Mostrar o no el valor de la humedad.
fr: Afficher ou non la valeur d'humidité.

source: Temperature ID
es: Identificador de temperatura
fr: Identifiant température

source: Your Home Assistant EntityID for the temperature sensor.
es: El EntityID de Home Assistant para el sensor de temperatura.
fr: Votre identifiant d'entité Home Assistant pour le capteur de température.

source: Humidity ID
es: Identificador de humedad
fr: Identifiant humidité

source: Your Home Assistant EntityID for the humidity sensor.
es: El EntityID de Home Assistant para el sensor de humedad.
fr: Votre identifiant d'entité Home Assistant pour le capteur d'humidité.

source: The url where your hass instance is hosted.
es: La url donde está alojada su instancia de hass.
fr: L'url où votre instance hass est hébergée.

source: Home-Assistant entities's state cache.
fr: Cache de l'état des entités d'Home-Assistant.

source: Home-Assistant entities's state cache. It is meant to be filled automatically on start-up or after pressing the 'Refresh' button in the Preferences menu.
fr: Cache de l'état des entités d'Home-Assistant. Elle est censé être remplie automatiquement au démarrage ou après avoir appuyé sur le bouton 'Rafraîchir' dans le menu Préférences.

source: Entity ids for home-assistant switches.
es: Identificadores de entidad para los interruptores de Home Assistant.
fr: ID d'entité des interrupteurs d'Home Assistant.

source: Entity ids for home-assistant switches. E.g. switch.livingroom_lights_relay.
es: Identificadores de entidad para los interruptores de asistencia al hogar. Por ejemplo, switch.livingroom_lights_relay.
fr: ID d'entité des interrupteurs d'Home Assistant. Ex : switch.livingroom_lights_relay.

source: Entity ids for home assistant sensors.
es: Identificadores de entidad para los sensores de Home Assistant.
fr: ID d'entité des capteurs d'Home Assistant.

source: Entity ids for home-assistant sensors. E.g. sensor.livingroom_temperature.
fr: ID d'entité des capteurs d'Home Assistant.. Ex : sensor.livingroom_temperature.

source: Enable debug mode
fr: Activer le mode debug

source: When this mode is enabled, more logged messages could be seen in the journal.
fr: Lorsque ce mode est activé, plus de messages sont visibles dans le journal.

source: Home Assistant Extension - Shortcut Key
es: Home Assistant Extension - Atajo del teclado
fr: Extension Home Assistant - Raccourci clavier

source: Shortcut key on how to open the extension's menu from the tray.
es: Atajo para abrir el menú de la extensión desde la bandeja.
fr: Raccourci clavier pour ouvrir le menu de l'extension à partir de la zone de notification.

source: You will need to restart your session in order for this change to take effect.
es: Deberá reiniciar su sesión para que este cambio surta efecto.

source: On Xorg, you can do that by Alt+F2 and then pressing 'r' and Enter. If this doesn't work (Wayland), you have to logout and re-login.
es: En Xorg, puede hacerlo con Alt+F2 y luego pulsando 'r' y Enter. Si esto no funciona (Wayland), debe cerrar la sesión y volver a iniciarla.

source: Group Switches
es: Interruptores de grupo

source: Does not currently work.
es: No funciona actualmente.

source: Add
es: Añadir

source: (Currently Broken) The refresh rate for the weather statistics in seconds (works only if "Refresh Temperature/Humidity Sensors" is enabled).
es: (Actualmente roto) La frecuencia de actualización de las estadísticas meteorológicas en segundos (sólo funciona si está activada la opción "Actualizar sensores de temperatura/humedad").

source: (Currently Broken) Whether or not you want to refresh the temperature and/or humidity sensor values.
es: (Actualmente roto) Si desea o no refrescar los valores del sensor de temperatura y/o humedad.

source: Show notifications when enabled/disabled.
es: Mostrar notificaciones cuando se activa/desactiva.

source: Complete list of entity ids for home-assistant switches.
es: Lista completa de identificadores de entidad para los interruptores de asistencia domiciliaria.

source: Full list of home assistant switches. It is meant to be filled automatically after pressing the 'Scan' button in the Preferences menu.
es: Lista completa de interruptores del asistente doméstico. Está pensada para que se rellene automáticamente tras pulsar el botón "Escanear" en el menú de Preferencias.

source: List of entity ids for the sensor values that you want to show in the panel .
es: Lista de identificadores de entidades para los valores de los sensores que desea mostrar en el panel.

source: Entity ids for home-assistant sensors. E.g. sensor.livingroom_temperature .
es: Identificadores de entidad para los sensores de asistencia al hogar. Por ejemplo, sensor.livingroom_temperature .
